Repository: loginom/loginom-l10n-omegat
Catalog: omegat/project_save.tmx
Source language: ru
Languages: en

source: Наличие временной зоны в значениях Дата/Время
en: Presence of the Time Zone in the Date/Time Values

source: Не указывать
en: Do not specify

source: Не указывать для Даты
en: Do not specify for Date

source: Указывать всегда
en: Specify always

source: Линии
en: Lines

source: Области
en: Areas

source: Сплайны
en: Splines

source: Столбчатая
en: Columns

source: Некорректный параметр запроса
en: Bad request parameter

source: Области с интервалами
en: Interval areas

source: Сглаженные области
en: Smoothed areas

source: Сглаженные области с интервалами
en: Smoothed areas with intervals

source: Пузырьковая
en: Bubble

source: Разброс
en: Scatter

source: Водопад
en: Waterfall

source: Полигон
en: Polygon

source: Столбчатая с интервалами
en: Columns with ranges

source: Тепловая карта
en: Heatmap

source: Метод сэмплинга валидационного разбиения
en: Validation Partition Method

source: Случайный
en: Random

source: Последовательный
en: Sequence

source: Метод разбиения обучающего/тестового компонента с обучением
en: Method of Training/Test Component Partitioning with Training

source: По столбцу
en: By column

source: Вид множества данных компонента с обучением
en: Type of the Training Component Dataset

source: Валидационное
en: Validation

source: Обработчики событий SAX-парсера MSXML
en: MSXML SAX Parser Event Handlers

source: Метод валидационного разбиения
en: Validation Partition Method

source: Без валидации
en: No validation

source: K-fold кросс-валидация
en: K-fold cross validation

source: Leave One Out кросс-валидация
en: Leave One Out cross validation

source: Leave P Out кросс-валидация
en: Leave P Out Cross Validation

source: Монте-Карло
en: Monte Carlo

source: Бутстрэп
en: Bootstrap

source: Задано нач. разб. для бутстрэпа
en: Initial partition set for bootstrap

source: Заданы колоды для K-fold
en: Folds specified for K-fold

source: Тип множества
en: Set Type

source: Обработчик ошибок (ISAXErrorHandler)
en: Error handler (ISAXErrorHandler)

source: Приоритет тестового набора
en: Test Set Priority

source: Определяется алгоритмом
en: Defined by algorithm

source: В начале набора
en: Start of set

source: В конце набора
en: End of set

source: Метод сэмплинга
en: Sampling Method

source: Равномерный случайный
en: Random uniform

source: Обработчик контента (ISAXContentHandler)
en: Content handler (ISAXContentHandler)

source: Стратифицированный
en: Stratified

source: Отбор со смещением
en: Biased sampling

source: Место выборки данных
en: Data Sampling Location

source: Начало набора данных
en: Dataset start

source: Конец набора данных
en: Dataset end

source: Тип выборки
en: Sampling Type

source: Абсолютная
en: Absolute

source: Относительная
en: Relative

source: Автоопределение столбцов
en: Autodetect Columns

source: Обработчик лексики (ISAXLexicalHandler)
en: Lexical handler (ISAXLexicalHandler)

source: Только новые
en: New only

source: Информация о файле
en: File info

source: Относительный путь
en: Relative path

source: Абсолютный путь
en: Absolute path

source: Имя файла, Время модификации
en: File name, File time

source: Относительный путь, Время модификации
en: Relative path, File time

source: Обработчик деклараций (ISAXXMLDeclHandler)
en: Declaration handler (ISAXXMLDeclHandler)

source: Абсолютный путь, Время модификации
en: Absolute path, File time

source: Тип для формата данных
en: Type for Data Format

source: С разделителями
en: With separators

source: Фиксированной ширины
en: Fixed width

source: SASL механизм
en: SASL Mechanism

source: Обработчик деклараций XSD-схем (IMXSchemaDeclHandler)
en: XSD schema declaration handler (IMXSchemaDeclHandler)

source: Протокол безопасности
en: Security Protocol

source: Метод аутентификации
en: Authentication method

source: Типы узлов XML
en: XML Node Types

source: Обычное соединение
en: Simple connection

source: Трассировка
en: Trace

source: Отладка
en: Debug

source: Авария
en: Fatal

source: Варианты логирования
en: Logging Options

source: Файл
en: File

source: Режим кэширования строк
en: Cache Strings Mode

source: Не использовать кэш
en: Disable

source: Задать размер кэша вручную
en: Custom

source: Целевые типы узлов
en: Target node types

source: Выполнение узла и Цикл
en: Node Execution and Loop

source: Производные узлы
en: Derived nodes

source: Область видимости элемента модели
en: Workflow Item Visibility

source: Закрытый
en: Private

source: Защищенный
en: Protected

source: Модели
en: Models

source: Для экстремального
en: For extreme

source: Для выброса
en: For outlier

source: Метод выявления
en: Detection method

source: Реквизиты аутентификации по токену OAuth
en: OAuth Token Authentication Credentials

source: Исходные данные упорядочены
en: Source data ordered

source: Параметры алгоритма
en: Algorithm parameters

source: Переменные независимы
en: Independent attributes

source: Медианная модификация
en: Median modification

source: Завершить программу по тайм-ауту
en: Terminate program by timeout

source: Тайм-аут выполнения (мс)
en: Execution timeout (ms)

source: Останавливаться при ошибках
en: Halt on errors

source: Столбец, идентифицирующий XML-документ
en: The column identifying the XML document

source: Настройки импорта XML
en: Configure XML import

source: Столбец, содержащий XML
en: XML column

source: Реквизиты аутентификации по имени пользователя и паролю
en: Username and Password Authentication Credentials

source: Разэкранировать сущности XML
en: Unescape XML entities

source: Выдавать описание кодов завершения
en: Provide description of error codes

source: Порог дисперсии, %
en: Variance threshold, %

source: Порог собственного значения
en: Eigenvalue threshold

source: Число факторов
en: Number of factors

source: Ограничить число выходных факторов
en: Limit output factors number

source: Сертификат пользователя
en: User certificate

source: Значение для сравнения
en: Comparison value

source: Список значений в виде строки
en: List of values as a string

source: Базовая дата интервала
en: Base interval date

source: Тип источника дат
en: Date source type

source: Приватный ключ
en: Private key

source: Определить структуру автоматически
en: Autodetect the structure

source: Рассчитать доверительный интервал
en: Calculate confidence interval

source: Рассчитать ошибку аппроксимации
en: Calculate the approximation error

source: Уровень доверия прогноза, %
en: Forecast confidence level, %

source: Порядок интегрирования
en: Integration order

source: Порядок сезонного интегрирования
en: Seasonal integration order

source: Горизонт прогноза
en: Forecast horizon

source: Пароль приватного ключа
en: Private key password

source: Включить константу в модель
en: Include intercept into the model

source: Включить расчет сезонности
en: Enable seasonality calculation

source: Порядок AR части
en: AR part order

source: Порядок сезонной AR части
en: Seasonal AR part order

source: Порядок MA части
en: MA part order

source: Порядок сезонной MA части
en: Seasonal MA part order

source: Период сезонной составляющей
en: Period of the seasonal component

source: Настройки ARIMAX
en: ARIMAX settings

source: Кэшировать значения групп
en: Cache group values

source: Сортировать результирующие данные
en: Sort result data

source: Добавлять присоединяемые ключевые поля
en: Add joined key fields

source: Пропустить корневой узел присоединяемого дерева
en: Skip joined tree's root node

source: Автоопределение структуры
en: Autodetect structure

source: Формат даты и времени
en: Date and time format

source: Исключить корневой узел
en: Exclude root node

source: Столбец, содержащий JSON
en: JSON-containing column

source: Строгое соответствие структуры
en: Strict structure compliance

source: Настройки линейной регрессии
en: Linear regression settings

source: Настройки логистической регрессии
en: Logistic regression settings

source: Доля событий в генеральной выборке (в процентах)
en: Event weight in general sample (in percent)

source: Доля не-событий в генеральной выборке (в процентах)
en: Non-event weight in general sample (in percent)

source: Скоринг
en: Scoring

source: Добавлять идентификаторы итераций
en: Add iteration identifiers

source: Переменная условия завершения
en: Loop exit condition variable

source: Количество групп
en: Group count

source: Порт, содержащий столбцы для группировки
en: Port containing columns to group

source: Вид групповой обработки
en: Type of batch processing

source: Количество строк в группе
en: Group row count

source: Игнорировать ошибки
en: Ignore errors

source: Количество итераций
en: Iteration count

source: Переменная цикла
en: Loop variable

source: Сохранять текст запроса в папку
en: Save request text in folder

source: Максимальное количество потоков
en: Maximum thread count

source: Параллельная обработка
en: Parallel processing

source: Условие завершения
en: Termination condition

source: Настройки нейросети
en: Neural network parameters

source: Подобрать коэффициент регуляризации
en: Decay coefficient autofit

source: Время автоподбора не более (сек)
en: Autofit time not more (s)

source: Шагов автоподбора не более
en: Autofit stages not more

source: Останов при нулевой ошибке классификации
en: Stop at zero classification error

source: Подобрать структуру
en: Structure autofit

source: Максимальный размер выборки
en: Maximum sample size

source: Папка на диске для сохранения запросов
en: Folder to save requests

source: Разрешить формировать выходные столбцы из кода
en: Allow creating output columns in script

source: Размер выборки в процентах
en: Percent sample size

source: Начать с указанного коэффициента регуляризации
en: Start with the specified decay coefficient

source: Начать с указанной структуры
en: Start with the specified structure

source: Использовать подмножество обучающего набора
en: Use a subset of the training set

source: Параметры автоматического подбора
en: Autofit parameters

source: Критерии останова алгоритма обучения
en: Stopping criteria of training algorithm

source: Параметры структуры нейросети
en: Neural network structure parameters

source: Параметры алгоритма обучения
en: Training algorithm parameters

source: Максимальное количество эпох
en: Maximum number of epochs

source: Порог минимального изменения весов
en: Minimum weight change threshold

source: Имя файла, подставляемого в качестве ответа
en: File name supplied as response

source: Количество скрытых слоев
en: Number of hidden layers

source: Количество нейронов в первом скрытом слое
en: Number of neurons in the first hidden layer

source: Количество нейронов во втором скрытом слое
en: Number of neurons in the second hidden layer

source: Продолжить обучение
en: Continue training

source: Коэффициент регуляризации
en: Decay coefficient

source: Количество рестартов
en: Number of restarts

source: Имитировать запрос с ответом в файле
en: Simulate request with response in a file

source: Переменная окружения PY_ENV
en: Environment variable PY_ENV

source: Запускать в отдельном процессе
en: Start in separate process

source: Тайм-аут ожидания запуска (мс)
en: Start wait timeout (ms)

source: Варианты замены
en: Replacement items

source: Задержка между неудачными запросами (мс)
en: Wait after failed request (ms)

source: Количество повторных запросов при ошибке
en: Repeat requests after an error

source: Задержка между запросами (мс)
en: Wait between requests (ms)

source: Общий тайм-аут (с)
en: Overall timeout (s)

source: Сэмплинг
en: Sampling

source: Глубина разложения
en: Decomposition level

source: Параметр Lambda
en: Lambda parameter

source: Параметр Lambda задается периодом
en: Lambda parameter set by period

source: Период сглаживания
en: Smoothing period

source: Порядок вейвлета
en: Wavelet order

source: Исключать элементы с поддержкой, больше максимальной
en: Exclude items with support greater than maximum

source: Топология сети
en: Network topology

source: Размер сети по X
en: Network size X

source: Размер сети по Y
en: Network size Y

source: Размер сети по Z
en: Network size Z

source: Кэшировать все данные
en: Cache all data

source: Сравнивать с учётом локали
en: Locale-aware comparison

source: Выполнять скрипт для каждой строки
en: Run script for each row

source: Исключить одиночные наборы
en: Exclude single sets

source: Разбивать на команды
en: Split into commands

source: Тайм-аут работы скрипта (с)
en: Script run timeout (c)

source: Периодичность фиксации транзакции (строк)
en: Transaction commit frequency (rows)

source: Составные метки полей
en: Composite field captions

source: Составные имена полей
en: Composite field names

source: Разделитель составных меток
en: Composite captions separator

source: Дублировать значения родительских узлов
en: Repeat parent node values

source: Формат даты
en: Date format

source: Дата и время в формате ISO 8601
en: Date and time in ISO 8601 format

source: Формировать JSON имена из меток узлов
en: Generate JSON captions from node captions

source: Максимальная поддержка, %
en: Maximum support, %

source: Формировать набор строк для массива корневых узлов
en: Generate a row set for root nodes array

source: Выдавать форматированный JSON
en: Return formatted JSON

source: Формат времени
en: Time format

source: Точек отсутствия для прекращения позиции
en: Absent data points for position termination

source: Периодов отсутствия для прекращения позиции
en: Absent periods for position termination

source: Максимальное число точек каждого ряда
en: Maximum number of points in each series

source: Максимальное число периодов сезонности
en: Maximum number of seasonality periods

source: Плотность точек редких товаров
en: Point density of rare goods

source: Минимальная достоверность правила, %
en: Minimum rule confidence, %

source: Периодов присутствия для новой позиции
en: Presence periods for the new position

source: Количество рассчитываемых сезонных индексов
en: Number of calculated seasonal indexes

source: Заданный период сезонности
en: Given seasonality period

source: Префикс метки
en: Caption prefix

source: Префикс имени
en: Name prefix

source: Использовать префиксы
en: Use prefixes

source: Минимальный лифт правила
en: Minimum rule lift

source: Разрешить пропуск обязательных полей
en: Allow required fields skipping

source: Выдавать "сырой" ответ сервера
en: Produce "raw" server response

source: Дублировать единичные значения
en: Repeat single values

source: Настройки экспорта данных запроса
en: Configure request data export

source: Проверять на соответствие XSD
en: Validate against XSD

source: Временная зона по умолчанию
en: Default time zone

source: Минимальная поддержка, %
en: Minimum support, %

source: Тип экспорта
en: Export type

source: Число строк в пачке
en: Count of rows in a batch

source: Имя таблицы
en: Table name

source: Знаков после запятой
en: Decimal places

source: Разделять тысячи
en: Separate thousands

source: Максимальное число следствий
en: Maximum number of consequences

source: Настройки пользовательских заголовков
en: Custom header settings

source: Имя листа
en: Sheet name

source: Настройки
en: Settings

source: Строка заголовков
en: Header row

source: Количество сообщений в пачке при отправке
en: Count of batch messages while sending

source: ID клиента
en: Client ID

source: Время ожидания завершения отправки пачки
en: Timeout of batch sending termination

source: Топик
en: Topic

source: Сжатие
en: Compression

source: Размер кэша строк
en: String cache size

source: Максимальное число элементов
en: Maximum item count

source: Добавлять записи при публикации
en: Add records while publishing

source: Создавать таблицу, если не существует
en: Create table if it doesn't exist

source: Перезаписывать данные при публикации
en: Overwrite data while publishing

source: Имя проекта на сервере
en: Project name on server

source: Публиковать на сервер
en: Publish on server

source: Пересоздавать файл при экспорте
en: Rewrite file when exporting

source: Имя файла на сервере
en: File name on server

source: Строка заголовка
en: Header Row

source: Кодовая страница
en: Codepage

source: Содержащие выбранные элементы
en: Containing selected items

source: Разделитель даты
en: Date separator

source: Десятичный разделитель
en: Decimal separator

source: Разделитель столбцов
en: Column delimiter

source: Формат данных
en: Data format

source: Разделитель времени
en: Time separator

source: Рассчитывать ЧАКФ
en: Calculate PACF

source: Добавить BOM
en: Add BOM

source: Настройки экспорта
en: Configure export

source: Экранировать одинарные и двойные кавычки
en: Escape single and double quotes

source: Экранировать табуляции и переводы строк в атрибутах
en: Escape tabs and line breaks in attributes

source: Добавлять отступы и переводы строк
en: Add indents and line breaks

source: Записывать Byte Order Mark
en: Write byte-order mark

source: Таблица/Представление
en: Table/View

source: Формировать метки полей из описаний
en: Generate field captions from descriptions

source: Область расчета АКФ
en: ACF calculation domain

source: Тайм-аут импорта (с)
en: Import timeout (s)

source: До последней строки
en: All rows

source: Пустые строки
en: Blank rows

source: Макс. кол-во потоков
en: Maximum thread count

source: Стиль ссылок
en: Reference style

source: Количество отсчетов
en: Lag count

source: Имя объекта
en: Object name

source: Выбор объекта
en: Object selection

source: Количество строк заголовка
en: Title row count

source: Весь лист
en: Whole sheet

source: ID группы
en: Group ID

source: Максимальное количество сообщений
en: Maximum number of messages

source: Смещение
en: Offset

source: Время ожидания сообщения (мс)
en: Message timeout (ms)

source: Проверять контрольную сумму
en: Verify checksum

source: Заголовок в первой строке
en: First line as title

source: Нижняя граница диапазона
en: Lower bin bound

source: Считать последовательные разделители одним
en: Treat consecutive delimiters as one

source: Пропустить строк
en: Skip rows

source: Переменный тип
en: Variable type

source: Верхняя граница диапазона
en: Upper bin bound

source: Строка подключения
en: Connection string

source: Размер
en: Size

source: Тайм-аут (с)
en: Timeout (s)

source: Кластер
en: Cluster

source: Учитывать временную зону
en: Use local time zone

source: Тайм-аут сетевого чтения (с)
en: Network receive timeout (s)

source: Тайм-аут сетевой записи (с)
en: Network send timeout (s)

source: Настройки пула
en: Pool settings

source: Очищать пул при деактивации
en: Clear pool when deactivated

source: Тайм-аут ожидания сессии (с)
en: Session wait timeout (s)

source: Тайм-аут подключения (с)
en: Connection timeout (s)

source: Не использовать клиент СУБД
en: Do not use DBMS client

source: Тайм-аут блокировки (с)
en: Lock timeout (s)

source: Метка интервала
en: Bin caption

source: Спрашивать пароль
en: Login prompt

source: Обрамлять имена кавычками
en: Quote names

source: Работать в одной сессии
en: Single session work mode

source: Показывать системные таблицы
en: Show system tables

source: Настройки SSL
en: SSL settings

source: Сертификат CA
en: CA certificate

source: Использовать SSL
en: Use SSL

source: Email сервисного аккаунта
en: Service account e-mail

source: Подключаться к Google Drive
en: Connect to Google Drive

source: Путь к секретному ключу
en: Path to secret key

source: Системное хранилище сертификатов
en: System certificate store

source: Язык сообщений
en: Message language

source: Шифровать протокол
en: Encrypt the protocol

source: Режим границ интервала
en: Bin bound mode

source: Время жизни на время транзакции при неактивности
en: Idle-in-transaction timeout

source: lower, upper для UNICODE
en: lower, upper for UNICODE

source: NOCASE в режиме UNICODE
en: NOCASE in UNICODE mode

source: Размер кэша
en: Cache size

source: Создавать БД, если не существует
en: Create DB if it doesn't exist

source: Относительный объем интервалов
en: Relative bin volume

source: Зашифрованная БД
en: Encrypted DB

source: База данных в памяти
en: In-Memory Database

source: Индекс
en: Index

source: Максимальная длина (кол-во символов) строковых значений столбца
en: Maximum length (number of characters) of string column values

source: Определять настройки метода автоматически
en: Use automatic method settings

source: Признак использования (суррогат UsageType)
en: Indicator of usage (UsageType surrogate)

source: Расширение
en: Extension

source: Имя локали
en: Locale name

source: Имя элемента
en: Item name

source: Тип интервалов
en: Bins type

source: Тип данных значений
en: Data type of values

source: Колод кросс-валидации
en: Cross validation fold

source: Итераций ресемплинга
en: Resampling iterations

source: Метод разбиения
en: Partition method

source: Метод валидации
en: Validation method

source: Поле с признаком тестового множества
en: Field with test set flag

source: Шаблон меток
en: Caption template

source: Число исключаемых строк
en: Count of rows to be excluded

source: Размер обучающего множества
en: Training set size

source: Колонка валидационного разбиения
en: Validation partition column

source: Размер валидационного множества
en: Validation set size

source: Полнота списка уникальных значений
en: Complete list of unique values

source: Размер обучающей выборки
en: Training sample size

source: Размер обучающей группы
en: Training group size

source: Размер тестовой выборки
en: Test sample size

source: Размер тестовой группы
en: Test group size

source: Приоритет тестового множества
en: Test set priority

source: Положение приоритетного тестового множества
en: Priority test set position

source: Размер группы
en: Group size

source: Число записей в выходной выборке
en: Record count in the output sample

source: Настройки подключения к БД
en: DB connection settings

source: Наличие временной зоны
en: Specify time zone

source: Нижняя граница открыта
en: Lower bound open

source: Проверять по Schematron правилам
en: Validate against Schematron

source: Кластер Kafka
en: Kafka cluster

source: Настройки отладки запроса
en: Request debug settings

source: Атрибут полного имени
en: Full name attribute

source: Атрибут имени
en: Name attribute

source: От среднего
en: From average

source: Разрешить пропущенные значения
en: Allow null values

source: Разбиение данных компонента с обучением
en: Component data partition with training

source: Автоматическое получения токена
en: Automatic reception of token

source: Адрес получателя токена
en: Token receiver's URL

source: Клейм списка ролей пользователя
en: User role list claim

source: Список ролей
en: List of roles

source: Порог значимости при добавлении фактора
en: Significance threshold in case of factor addition

source: Порог значимости при исключении фактора
en: Significance threshold in case of factor exception

source: Индекс заданного события
en: Specified event index

source: Из сумм значений
en: From sums of values

source: Автоматическая настройка
en: Auto setup

source: Приоритет автоматической настройки
en: Auto setup priority

source: Денормализировать коэффициенты модели
en: Denormalize model coefficients

source: Точность решения
en: Solution accuracy

source: Настройки пошагового отбора факторов
en: Settings of stepwise factor selection

source: Включить в модель константу
en: Include intercept into the model

source: Настройки регуляризации
en: Regularization settings

source: Показывать коэффициенты опорных категорий
en: Show coefficients of reference categories

source: Параметры упрощенной настройки регрессии
en: Parameters of simplified regression settings

source: Настройки расчета статистики отбора факторов
en: Settings of factor selection statistics calculation

source: Использовать детальные настройки
en: Use detailed settings
